{
  "lang": "ru",
  "header": {
    "menu": {
      "directions": "Направления",
      "prices": "Цены",
      "about": "О нас",
      "projects": "Проекты",
      "contacts": "Контакты"
    },
    "requestOrderButton": "Оставить заявку"
  },
  "sec1": {
    "title_1": "Pfactory — это",
    "title_2": "фабрика платформ",
    "subtitle": "Если проанализировать любой растущий бизнес, в его сердце мы всегда найдем платформу. Платформа — это не просто ИТ-решение, это идеология, по которой бизнес может расти.",
    "creatingPlatformsButton": "Создание платформ",
    "sellPeopleButton": "Продажа людей"
  },
  "sec2": {
    "title": "Основные направления нашей деятельности",
    "development": {
      "title": "Разработка IT-платформ",
      "creatingPlatform": "Создание платформы вместо монолитной системы.",
      "microservices": "Разработка микросервисов.",
      "prototypes": "Проектирование и создание прототипов."
    },
    "automation": {
      "title": "Автоматизация бизнеса",
      "bpmn": "Создание BPMN-архитектур.",
      "integration": "Интеграция внешних сервисов с вашими системами.",
      "decomposition": "Декомпозиция монолитных систем в сервисную и гибкую систему."
    },
    "outsourcing": {
      "title": "Аутсорсинг разработки",
      "tAndM": "T&M. Разработчики выделены в вашу группу по часам.",
      "team": "Собственная Agile команда для разработки отдельных блоков проекта.",
      "turnKey": "Проект под ключ."
    }
  },
  "sec3": {
    "title": "Платформы вместо монолитных IT-систем — это гибкость вашего бизнеса",
    "paragraph_1_1": "Классические системы стали тормозить развитие бизнесов.",
    "paragraph_1_2": "Они перегреты, перегружены, устарели.",
    "paragraph_2": "Наши платформы состоят из группы микросервисов, каждый из которых выполняет свои функции: например, отвечает за хранение файлов, транзакции или процесс подписания документов."
  },
  "advantages": {
    "title": "Недостатки монолитных систем",
    "pitfails": {
      "title": "Недостатки монолитных систем",
      "atomicity": "Неделимость. Систему крайне сложно менять",
      "lowPerformance": "Низкая производительность. Системы копят много мусора",
      "costs": "Стоимость. Дорогостоящие лицензии и поддержка",
      "lackNovelty": "Отсутствие новизны. Нужно обновлять всю систему"
    },
    "advantages": {
      "title": "Преимущества микросервисов",
      "modularity": "Модульность. Системы собираются как конструктор",
      "easyIntegration": "Легкая интеграция. Стандартный интерфейс для всего",
      "costAndSpeed": "Стоимость и скорость. Open Source технологии",
      "upgrades": "Обновления и доступность. Легкая сборка и замена модулей"
    },
    "developPlatformButton": "Разработать платформу"
  },
  "sec4": {
    "title": "Аутсорсинг разработки",
    "subTitle_1": "Наша команда или отдельные ее участники, могут быть выделены на ваш проект.",
    "subTitle_2": "Существует два подхода к решению ваших задач:",
    "timeAndMaterial": {
      "title": "Time and material",
      "text": "Он наиболее подходит в ситуации, когда ваша собственная ИТ команда нуждается во временном пополнении, чтобы пройти пик проекта. Также данный подход хорош для создания прототипов решений, когда существует несколько идей того, как будет выглядеть продукт."
    },
    "projectApproach": {
      "title": "Проектный подход",
      "text": "Подходит для создания целевых решений. Создается структура проекта, проектирование интерфейсов, моделей данных, бизнес процессов, системы внутренних и внешних коммуникаций сервисов и далее начинается разработка."
    }
  },
  "sec5": {
    "title": "Технологии и ставки",
    "hour": "час",
    "buyManButton": "Купить человека",
    "currency": "₽",
    "price": {
      "java": {
        "middle": 2100,
        "senior": 2500
      },
      "rails": {
        "middle": 1800,
        "senior": 2100
      },
      "js": {
        "middle": 2100,
        "senior": 2500
      },
      "camunda": {
        "middle": 2100,
        "senior": 2500
      },
      "python": {
        "middle": 1800,
        "senior": 2200
      },
      "apps": {
        "middle": 1900,
        "senior": 2300
      },
      "php": {
        "middle": 1500,
        "senior": 1700
      }
    }
  },
  "sec6": {
    "title": "О нас",
    "paragraph_1": "Мы — группа профессионалов, специализирующихся на разработке решений для рынка финтек. Нами сделаны десятки платформенных решений на базе Opensource технологий, таких как: Java, Python, Go, Ruby on Rails, ReactJS, GraphQL, PostreSQL, CLoudera, Camunda и пр..",
    "paragraph_2": "Мы охотно построим не только правильно спроектированные решения, но и процессы разработки по лучшим практикам CI/CD,DevOps. Вы сможете растить ваш продукт самостоятельно.",
    "contactUsButton": "Связаться с нами",
    "programmers": "программистов",
    "ceo": {
      "name": "Евгений Агафонов",
      "position": "CEO",
      "about": "10 лет в управлении IT компаний. Десятки завершенных проектов и созданных команд,"
    },
    "cio": {
      "name": "Михаил Сарычев",
      "position": "CIO",
      "about": "18 лет в IT. Лидер разработки и активный член Opensource сообщества России."
    }
  },
  "sec7": {
    "title": "В центре списка наших проектов",
    "downloadPresentationButton": "Скачать презентацию",
    "technologies": "Технологии",
    "hours": "Количество часов",
    "businessEnvironment": {
      "title": "Платформа Деловая среда",
      "text": "Система онлайн-образования — курсы, видео уроки, тесты и опросы, вебинары, сообщества, новости и блоги."
    },
    "sberkredo": {
      "title": "СберКредо",
      "text": "Инвестиционная платформа, которая предоставляет возможность компаниям малого и микробизнеса получить финансирование от физических лиц и институциональных инвесторов."
    },
    "cpa": {
      "title": "Партнерская программа CPA",
      "text": "Реализация банковских продуктов для малого и среднего бизнеса через партнерскую сеть. Платформа-аггрегатор работы сотен продающих компаний, банковские сервисы на всей территории РФ."
    },
    "legalCycle": {
      "title": "Legal Cycle",
      "text": "Блокчейн-платформа для защиты от контрафактной продукции. Аутентичность продуктов защищена микрочипом Java Card и связанным смарт-контрактом в сети блокчейн."
    },
    "pgk": {
      "title": "Мобильный репортер ПГК",
      "text": "Приложение и набор сервисов для оценки состояния вагонов при приеме их клиентом. Платформа агрегирует данные событий дислокации вагонов и ищет замену в режиме реального времени. Прогнозирование времени эксплуатации вагонов на основе полученных данных из мобильного приложения."
    },
    "ls": {
      "title": "LevSciences",
      "text": "Платформа для коллаборации ученых и других участников, занятых технологиями продления жизни. На это пространстве участники могут опубликовать ход исследований, обменяться друг с другом оборудованием и хим.реактивами, а также согласовать доступ к их лабораториям."
    }
  },
  "sec8": {
    "dbi": {
      "text": "Мы оцениваем, что вы, ребята, выполнили работу очень профессионально, и что время отклика, когда были выявлены проблемы, было отличным. В целом, было здорово работать вместе, и я считаю, что у нас будет больше работы вместе в ближайшем будущем!",
      "name": "Михаил Серебряников",
      "company": "ДиБиАй системс"
    },
    "technologiiKreditovaniya": {
      "text": "На каждом этапе Pfactory зарекомендовали себя как высокопрофессиональный, компетентный и инициативный партнер. То, что началось как пробные отношения шесть месяцев назад, превратилось в постоянное партнерство, которое будет расти и расти. Ваша квалифицированная и профессиональная команда разработчиков, в сочетании с готовой UI библиотекой позволили нам значительно ускорить цикл разработки. Основываясь на нашем опыте, я бы без колебаний рекомендовал вашу компанию другим, кто ищет профессиональное развитие на аутсорсинге.",
      "name": "Артур Гадзиев",
      "company": "Технологии Кредитования"
    },
    "rostelecom": {
      "text": "Когда у нас появилась идея для нового программного продукта, команда Pfactory была фантастической в сборе наших требований, предлагая техническое решение, и они даже создали прототип для проверки своего подхода. Это была прочная основа для разработки конечного продукта и отличный старт для будущего сотрудничества.",
      "name": "Николай Тарин",
      "company": "Ростелеком"
    },
    "businessEnvironment": {
      "text": "Pfactory помогли нам разработать платформу для обучения мирового класса. Команда профессионалов, подкованных навыками для удовлетворения всех наших потребностей в области построения платформ. Ни одна задача не является слишком маленькой или большой; они надежны и работают с большим чувством срочности.",
      "name": "Александр Волченков",
      "company": "Деловая Среда"
    },
    "sberbank": {
      "text": "Pfacoty предлагают эффективное управление проектом которое ощутимо сказывается на времени и на бюджете. Новые релизы предоставляются в сроки, соответствующие вашим требованиям. Мы были очень довольны результатами их работы и рекомендуем их в качестве партнера по разработке приложений.",
      "name": "Виталий Михайлов",
      "company": "Сбербанк"
    },
    "ylab": {
      "text": "Когда то выделенное подразделение нашей компании, стало полностью автономным и сильным игроком. Мы дали ребятам хороший старт но они вернули нам куда большее: Реализация платформенных на Java под ключ, довольных заказчиков. Долгих лет на рынке и дальнейшего партнерства.",
      "name": "Павел Фролов",
      "company": "YLab"
    }
  },
  "sec9": {
    "title": "Контакты",
    "subtitle": "Позвоните нам или оставьте вашу заявку. Мы свяжемся с вами в течение часа.",
    "sendRequestButton": "Отправить заявку"
  },
  "formFields": {
    "name": "Ваше имя",
    "email": "Ваш e-mail",
    "phone": "Ваш телефон",
    "message": "Сообщение",
    "mandatoryFields": "Необходимо заполнить обязательные поля",
    "successMessage": "Спасибо, ваше сообщение отправлено!"
  },
  "popup": {
    "title": "Заявка на разработку",
    "subtitle": "Позвоните нам или оставьте вашу заявку. Мы свяжемся с вами в течение часа.",
    "sendRequestButton": "Отправить заявку"
  },
  "meta": {
    "title": "Pfactory: Аренда программистов, разработка IT-платформ, автоматизиция бизнеса",
    "description": "Если проанализировать любой растущий бизнес, в его сердце мы всегда найдем платформу. Платформа — это не просто ИТ-решение, это идеология, по которой бизнес может расти."
  },
  "contacts": {
    "address": "Новохорошевский пр-д, 18, Москва, 123308",
    "phone": {
      "href": "tel:+74951528432",
      "text": "+7 (495) 152-84-32"
    }
  }
}